/* OK button title */
"OK" = "OK";

/* Yes button title */
"DONT_ALLOW" = "Ikke tillat";

/* " would like to use your current location." */
"LOCATION_CLIENT_PERMISSION" = "«%@» ber om å bruke stedet der du er nå";
 
/* OK specifically for LOCATION_CLIENT_PERMISSION (rdar://6242386) */
"LOCATION_CLIENT_PERMISSION_OK" = "OK";

/* "Turn on location services to get your current location" */
"LOCATION_DISABLED" = "Slå på Stedstjenester for å tillate at «%@» kan finne ut hvor du er";

/* Settings button title */
"LOCATION_DISABLED_SETTINGS" = "Innstillinger";

/* Cancel specifically for LOCATION_DISABLED (rdar://6242386) */
"LOCATION_DISABLED_CANCEL" = "Avbryt";

/* "Location Services is not available" */
"LOCATION_UNAVAILABLE" = "Stedstjenester er ikke tilgjengelig for «%@»";

/* when we detect that the compass is not calibrated and user is not already moving the phone around */
"COMPASS_CALIBRATION" = "Kalibrer kompasset ved å vifte med iPhone-enheten";
